<?php

return [
    'title' => 'CYARea!会員登録メールアドレスの認証',
    'body' => [
        'line1' => 'メールアドレスの認証',
        'line2' => 'CYARea!への会員登録ありがとうございます。',
        'line3' => 'まだメールアドレスの認証は完了しておりません。',
        'line4' => 'メールアドレスの認証を完了するには、下記のURLへアクセスしてください。',
        'line5' => '※URLは24時間有効です。有効期間が過ぎた場合には、再度メールアドレス登録手続きを行ってください。',
        'line6' => '※このメールに覚えがない場合は、破棄をお願いいたします。',
        'line7' => '※このメールアドレスは送信専用となります。',
        'line8' => 'ご返信いただいてもお答えできませんのでご了承ください。',
    ],

    'mail_forgot_pw' => [
        'title' => '【CYARea!】パスワードの再発行がリクエストされました。',
        'body' => [
            'line1' => 'いつもCYARea!をご利用いただき、ありがとうございます。',
            'line2' => 'お使いのメールアドレスにパスワードの再発行がリクエストされました。',
            'line3' => '以下のURLより、パスワードを変更してください。',
            'line4' => '※URLは24時間有効です。有効期間が過ぎた場合には、再度パスワードの再発行リクエストを行ってください。',
        ]
    ],

    'title_admin_send' => '【CYARea!】管理者による会員登録のご案内',

    'admin_edit_photo' => [
        'title' => '【CYARea!】管理者によりお客様のフォトアーカイブが変更されました。',
        'line_1' => 'CYARea!管理者により',
        'line_1_1' => 'フォトアーカイブ',
        'line_1_2' => 'が変更されました。',
        'line_2' => '【変更理由】',
        'line_3' => 'を削除しました。',
    ],

    'admin_edit_topic' => [
        'title_first' => '【CYARea!】管理者により',
        'title_first_1' => 'CYARea!管理者により',
        'title_second' => 'が変更されました。',
        'customer_topics' => 'お客様のトピックス',
        'line_1' => 'CYARea!管理者により次のトピックスが変更されました。',
        'line_2' => '投稿日：',
        'line_3' => 'タイトル：',
    ],

    'admin_delete_topic' => [
        'title' => 'CYARea!管理者により次のトピックスが削除されました。',
    ],

    'admin_delete_photo' => [
        'line_1' => 'CYARea!管理者により次のフォトアーカイブが削除されました。',
        'line_2' => 'CYARea!管理者により次のフォトアーカイブが変更されました。',
        'line_3' => 'キャプション：',
        'your_photo_archive' => 'お客様のフォトアーカイブ',
    ],

    'admin_move_property' => [
        'title_from' => '【CYARea!】管理者によりお客様の物件が譲渡されました。',
        'content_from' => 'CYARea!管理者によりお客様の物件が譲渡されました。',
        'content_from_2' => '譲渡先ユーザー名：',
        'content_from_3' => '物件名称：',
        'title_to' => '【CYARea!】管理者によりお客様の物件が追加されました。',
        'content_to' => 'CYARea!管理者によりお客様の物件が追加されました。',
        'content_to_2' => '譲渡元ユーザー名：',
        'content_to_3' => '物件名称：',
    ],

    'admin_add_sub_user' => [
        'title' => '【CYARea!】管理者によりお客様のサブユーザーが追加されました。',
        'line_1' => 'CYARea!管理者によりお客様のサブユーザーが追加されました。',
        'line_2' => 'サブユーザー氏名：',
        'line_3' => 'メールアドレス：',
    ],

    'admin_move_sub_user' => [
        'title_from' => '【CYARea!】管理者によりお客様のサブユーザーが譲渡されました。',
        'content_from' => 'CYARea!管理者によりお客様のサブユーザーが譲渡されました。',
        'content_from_2' => '譲渡先ユーザー名：',
        'content_from_3' => 'サブユーザー氏名：',
        'title_to' => '【CYARea!】管理者によりお客様のサブユーザーが追加されました。',
        'content_to' => 'CYARea!管理者によりお客様のサブユーザーが追加されました。',
        'content_to_2' => '譲渡元ユーザー名：',
        'content_to_3' => 'サブユーザー氏名：',
    ],

    'admin_edit_sub_user' => [
        'title' => '【CYARea!】管理者によりお客様のサブユーザーが編集されました。',
        'line_1' => 'CYARea!管理者によりお客様のサブユーザーが編集されました。',
    ],

    'change_member_status' => [
        'subject_to_free' => '【CYARea!】お客様の契約プランがフリープランに変更されました。',
        'title_to_free' => 'お客様の会員プランがフリープランに変更されました。',
        'subject_to_fee' => '【CYARea!】お客様の契約プランがベーシックプランに変更されました。',
        'title_to_fee' => 'お客様の会員プランがベーシックプランに変更されました。',
        'subject_to_premium' => '【CYARea!】お客様の契約プランがプレミアムプランに変更されました。',
        'title_to_premium' => 'お客様の会員プランがプレミアムプランに変更されました。',
        'last_line' => 'ご不明点がある場合は、お問い合わせフォームよりご連絡ください。',
    ],

    'delete_user' => [
        'subject' => '【CYARea!】お客様のアカウントを削除いたしました。',
        'line_1' => 'お客様のアカウントを削除いたしました。',
        'line_2' => '削除したアカウントは復元できない場合があります。'
    ],

    'support' => [
        'subject_for_user' => '有料サポートについてのお問い合わせを受け付けました。',
        'subject_for_admin' => '有料サポートについてのお問い合わせを受け付けました。',
        'title_1' => 'CYARea!をご利用いただき誠にありがとうございます。',
        'title_2' => '有料サポートサービスについて、下記内容でお問い合わせを受付いたしました。',
        'title_3' => '下記内容でお問い合わせを受付いたしましたので、内容確認後ご連絡をお願いします。',
        'title_4' => 'より有料サポートについてのお問い合わせがありました。',
        'content_of_inquiry' => 'お問い合わせ内容',
        'member_id' => '会員ID',
        'full_name' => '氏名',
        'furigana' => 'フリガナ',
        'mail_address' => 'メールアドレス',
        'content' => '内容詳細',
    ],

    'unblock_user' => [
        'subject' => '【CYARea!】管理者によりお客様のアカウントが復旧されました。',
        'line_1' => 'CYARea!管理者によりお客様のアカウントが復旧されました。',
        'line_2' => '会員種別：',
        'line_3' => '会員状態：',
        'line_4' => 'CYARea!のご利用お持ちしております。',
    ]
];
